cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'stripe/stripe-cli'
tap 'hashicorp/tap'

brew 'coreutils'
brew 'vim'
brew 'grep'
brew 'openssh'
brew 'zsh'
brew 'ack'
brew 'git'
brew 'imagemagick'
brew 'wget'
brew 'nginx'
brew 'pyenv'
brew 'tmux'
brew 'the_silver_searcher'
brew 'stripe/stripe-cli/stripe'
brew 'pyenv'
brew 'pyenv-virtualenv'
brew 'gnupg'
brew 'hashicorp/tap/packer'
brew 'hashicorp/tap/terraform'

cask 'appcleaner'
cask 'firefox'
cask 'google-chrome'
cask 'transmission'
cask 'vlc'
cask 'macpass'
cask 'dropbox'
cask 'visual-studio-code'
cask 'imageoptim'
cask 'rectangle'
